{
    "Home": "Home",
    "About": "About Rami",
    "About-simple": "About",
    "Rami-description": {
        "First-paragraph": "Born in vibrant Beirut, Lebanon, Rami embraced the call of style and beauty from a young age. At just 13 years old, he entered the fascinating world of hairdressing as an apprentice in a beauty salon. It was an instant revelation, a certainty that this was his way - to bring sparkle to the eyes of those who crossed his threshold. Curiosity carved his way into passion, quickly transforming him into a refined esthete and artist of color, always in search of perfection and evolution in the noble art of hairdressing.",
        "Second-paragraph": "The year 2020 marked a new beginning, when Rami chose Romania as his new home. It was a challenge to start from scratch, to make a name for yourself without any help in a new country. His passion for beauty and especially for the art of color was the key to success. Day after day, his diligence and talent were recognized and celebrated by clients whose beauty was revealed through his hands.",
        "Third-paragraph": "His brilliant dream came to life in 2022 when, with pride and joy, Rami opened his own salon. Here, every strand of hair is transformed into a statement of beauty, and every client becomes a living testimony of his art.",
        "Fourth-paragraph": "We invite you to discover the place where passion meets craftsmanship and where every creation is a celebration of authentic beauty - Rami Salon, an oasis of inspiration and style in Romania."
    },
    "Services": "Services",
    "Products": "Products",
    "Gallery": "Gallery",
    "Blog": "Blog",
    "Contact": "Contact",
    "Aboutus-0": "At Rami Hair&Beauty Salon,",
    "About us": " your hair is our canvas. Founded by Rami, a passionate stylist with roots in the heart of Lebanon, our salon embodies the spirit of both tradition and innovation. With years of experience both in Lebanon and abroad, Rami has honed his craft to perfection. Every cut, color, and style is a testament to his dedication and love for hairdressing. Here, we don't just style hair; we bring dreams to life, ensuring every client walks out feeling confident and beautiful.",
    "Haircut-about": "From timeless classics to contemporary styles, our haircuts are tailored to fit your unique personality. Rami's meticulous attention to detail guarantees a look you'll love.",
    "Haircolor": "Hair color",
    "Haircolor-about": "Illuminate your essence with our exceptional hair coloring services. From radiant reds to brilliant blondes, we masterfully blend shades to enhance your natural beauty.",
    "Hairspray": "Hair spray",
    "Hairspray-about": "Achieve that flawless finish with our premium hair sprays. Whether it's for a daily look or a special occasion, our sprays ensure your style stays perfect throughout",
    "Hairwash": "Hair wash",
    "Hairwash-about": "Our professional hair experts use a blend of premium shampoos and conditioners tailored to your hair type. Each wash is followed by a relaxing scalp massage, promoting circulation and offering a moment of tranquility in your busy day.",
    "OurServices": "Our Services",
    "OurServices-about": "Discover unparalleled excellence with our range of bespoke hair services. From classic cuts to avant-garde coloring, every service is a testament to our dedication to style and individuality. Entrust your tresses to our seasoned professionals, and let us unveil the best version of you.",
    "HairExtensions": "Hair extensions",
    "HairExtensions-about": "Elevate your style with our premium hair extensions. Perfect for adding length, volume, or even a splash of color, our extensions seamlessly blend with your natural hair for a transformative look.",
    "HairColoring": "Hair coloring",
    "HairColoring-about": "Rediscover yourself with our expert hair colouring services. Whether it's a subtle shade or a vibrant hue, we ensure a personalized touch that complements your skin tone and personality.",
    "Highlights": "Highlights",
    "Highlights-about": "Illuminate your hair with our expert highlighting services. Designed to accentuate and add dimension, our highlights bring a radiant glow and make your hair stand out.",
    "Specials-about":"Dive into our exclusive offers and curated selections in the 'Specials' section. From limited-time deals to seasonal hair trends, we showcase the best of what our salon has to offer. Stay ahead of the curve and pamper yourself with these handpicked services.",
    "WeddingHairStyle": "Wedding Hair Style",
    "WeddingHairStyle-about": "Elevate your special day with our bespoke wedding hair styling service. Tailored to your vision, we create elegant and timeless hairstyles that complement your bridal look, ensuring you radiate confidence as you walk down the aisle.",
    "AwsomeLooks": "Awesome Hair Looks",
    "AwesomeLooks-about": "Discover the transformative power of a fresh hairstyle. Whether you're craving a trendy change or a classic cut, our stylists are adept at sculpting the perfect look that enhances your features and reflects your personality.",
    "Nails":"Luxe Nail Elegance",
    "Nails-about":"Experience the epitome of hand care with our Luxe Nail Elegance service. From expertly sculpted acrylics to the softest gel finishes, every detail is meticulously crafted for beauty and durability. Step into a world where your nails speak volumes about your personal style.",
    "Services-list": {
        "Hairdressing": {
            "Title": "Hairdressing",
            "Description": "Experience the magic of transformation through our styling service, where every strand comes to life and every curl tells a story. Our team of talented stylists are here to create custom hairstyles, from the most elegant and sophisticated to the most casual and natural. Discover a space where the beauty of your hair takes wings!"
        },
        "Specials": {
            "Title": "Specials",
            "Description": "On your big day, we want to help you shine like a true queen. With special wedding packages, our dedicated team ensures that every detail of your hairstyle is flawless. From elegant buns to romantic curls, we make your dream come true."
        },
        "Packets": {
            "Title": "Packets",
            "Description": "A complete hair care experience awaits you in our customized packages. From a revitalizing shampoo to a perfect hairstyle and haircut that brings out your natural beauty, you'll leave the salon with renewed confidence and a bright smile."
        },
        "Treatments": {
            "Title": "Treatments",
            "Description": "Love your hair with our premium treatments. From L'Oréal hydrating masks to Arkitect revitalizing treatments and delicate scalp care, we offer a complete beauty ritual for your hair. Take a break and give your hair the pampering it deserves."
        },
        "Extensions": {
            "Title": "Extensions",
            "Description": "Discover the secret to long, voluminous hair with our premium quality hair extensions. Tape On or Nono Ring, whatever your preference, you will experience an instant transformation of your look. Dream hair is now within your reach, and we're here to bring it to life."
        },
        "Dyed": {
            "Title": "Dyed",
            "Description": "Color becomes art in our skilled hands. With a wide range of colors and dyeing techniques, we are here to transform your hair into a work of art. From natural shades to bold colors, our team of colorists bring any color dream to life."
        }
    },
    "Hairdressing": "Hairdressing",
    "Washing": "Washing",
    "Washing-Price": "5 eur",
    "Short-hair-brush": "Short hair brush",
    "Short-hair-brush-Price": "20 eur",
    "Medium-hair-brush": "Medium hair brush",
    "Medium-hair-brush-Price": "24 eur",
    "Long-hair-brush": "Long hair brush",
    "Long-hair-brush-Price": "30 eur",
    "Curls": "Curls",
    "Curls-Price": "30 eur",
    "With-extension": "With extensions",
    "With-extension-Price": "30 eur",
    "With-extension-curls": "With extensions curls",
    "With-extension-curls-Price": "36 eur",
    "With-CLIP-ON-extension": "With CLIP ON extensions",
    "With-CLIP-ON-extension-Price": "40 eur",
    "Haircut": "Haircut",
    "Tips": "Tips",
    "Tips-Price": "20 eur",
    "Shape": "Shape",
    "Shape-Price": "30 eur",
    "Packages": "Packages",
    "Wash-hairdressing-haircut": "Washing + hairdressing + haircut",
    "Wash-hairdressing-haircut-Price": "50 eur",
    "Balayage": "Balayage",
    "Balayage-Price": "200 - 260 eur",
    "Specials-Hairdressing":"Specials-Hairdressing",
    "Specials-Hairdressing-Price":"50/70/90 eur",
    "Treatments": "Tratamente",
    "Arkitect": "Arkitect",
    "Arkitect-Price": "5ml - 8 eur",
    "Scalp": "Scalp",
    "Scalp-Price": "5 eur",
    "After-bleaching": "After bleaching",
    "After-bleaching-Price": "10 eur",
    "L’oreal-mask-with-steam-device": "L’oreal mask with steam device",
    "L’oreal-mask-with-steam-device-Price": "20 eur",
    "L’oreal-mask-with-steam-device + pro-longer-filament": "L’oreal mask with steam device + pro longer filament",
    "L’oreal-mask-with-steam-device + pro-longer-filament-Price": "37 eur"
  }
  