{
    "Home": "Acasa",
    "About": "Despre Rami",
    "About-simple": "Despre",
    "Rami-description": {
        "First-paragraph": " Născut în vibrantul Beirut, Liban, Rami a îmbrățișat chemarea stilului și frumuseții încă din tinerețe. La doar 13 ani, a pășit în lumea fascinantă a coafurii ca ucenic într-un salon de infrumusetare. A fost o revelație instantanee, o certitudine că acesta era drumul său - să aducă strălucire în ochii celor care îi trec pragul. Curiozitatea i-a sculptat calea în pasiune, transformându-l rapid într-un estet rafinat și un artist al culorilor, mereu în căutarea perfecțiunii și a evoluției în nobila artă a coafurii.",
        "Second-paragraph": "Anul 2020 a marcat un nou început, când Rami a ales România ca noua sa casă. A fost o provocare să înceapă de la zero, să-și croiască un nume fără niciun ajutor într-o țară nouă. Pasiunea sa pentru frumos și în special pentru arta coloristicii a fost cheia spre succes.  Zi după zi, sârguința și talentul său au fost recunoscute și celebrate de clienții a căror frumusețe a fost revelată prin mâinile sale.",
        "Third-paragraph": " Visul său strălucit a prins viață în 2022, când, cu mândrie și bucurie, Rami și-a deschis propriul salon. Aici, fiecare fir de păr este transformat într-o declarație de frumusețe, iar fiecare client devine o mărturie vie a artei sale. ",
        "Fourth-paragraph": " Vă invităm să descoperiți locul unde pasiunea întâlnește măiestria și unde fiecare creație este o celebrare a frumuseții autentice - Salonul Rami, o oază de inspirație și stil în  România. "
    },
    "Services": "Servicii",
    "Products": "Produse",
    "Gallery": "Galerie",
    "Blog": "Blog",
    "Contact": "Contact",
    "Aboutus-0": "La Salonul Rami Hair&Beauty,",
    "About us": " părul tău este pânza noastră. Fondat de Rami, un stilist pasionat cu rădăcini în inima Libanului, salonul nostru întruchipează spiritul tradiției și inovației. Cu ani de experiență atât în Liban cât și în străinătate, Rami și-a perfecționat meșteșugul la nivel de excelență. Fiecare tăietură, culoare și stil reflectă dedicația și dragostea lui pentru coafură. Aici, nu doar coafăm părul; aducem visele la viață, asigurându-ne că fiecare client pleacă simțindu-se încrezător și frumos.",
    "Haircut": "Tuns",
    "Haircut-about": "De la clasicele atemporale la stilurile contemporane, tunsorile noastre sunt adaptate pentru a se potrivi personalității tale unice. Atentia meticuloasă a lui Rami garantează un look care îți va plăcea.",
    "Haircolor": "Vopsit",
    "Haircolor-about": "Iluminează-ți esența cu serviciile noastre excepționale de colorare a părului. De la roșcate radiale la blonde strălucitoare, combinăm măiestrit nuanțe pentru a îmbunătăți frumusețea ta naturală.",
    "Hairspray": "Fixativ",
    "Hairspray-about": "Obțineți un finisaj perfect cu spray-urile noastre premium pentru păr. Fie că este vorba de un look zilnic sau de o ocazie specială, spray-urile noastre asigură că stilul tău rămâne perfect pe parcursul întregii zile.",
    "Hairwash": "Spalat",
    "Hairwash-about": "Experții noștri profesioniști în îngrijirea părului folosesc un amestec de șampoane și balsamuri premium, adaptate tipului tău de păr. Fiecare spălare este urmată de un masaj relaxant al scalpului, promovând circulația și oferind un moment de liniște în ziua ta aglomerată.",
    "OurServices": "Serviciile noastre",
    "OurServices-about": "Descoperă excelență fără egal cu gama noastră de servicii personalizate pentru păr. De la tăieturi clasice până la colorare avangardistă, fiecare serviciu este o mărturie a dedicării noastre față de stil și individualitate. Încredințează-ți părul profesioniștilor noștri experimentați și permite-ne să dezvăluim cea mai bună versiune a ta.",
    "HairExtensions": "Extensii de par",
    "HairExtensions-about": "Îmbunătățește-ți stilul cu extensiile noastre premium pentru păr. Perfecte pentru adăugarea de lungime, volum sau chiar un strop de culoare, extensiile noastre se combină fără probleme cu părul tău natural pentru un look transformativ.",
    "HairColoring": "Vopsirea parului",
    "HairColoring-about": "Redescoperă-te cu serviciile noastre experte de colorare a părului. Fie că este o nuanță subtilă sau o culoare vibrantă, ne asigurăm că oferim o atingere personalizată care să se potrivească cu tonul tău de piele și personalitate.",
    "Highlights:": "Șuvițe",
    "Highlights-about": "Subliniază frumusețea părului tău cu serviciul nostru de șuvițe. Adaugă profunzime și lumină în nuanța părului tău, obținând un efect natural și strălucitor. Fie că dorești o schimbare discretă sau un contrast puternic, experții noștri sunt gata să îți ofere exact ceea ce îți dorești.",
    "Specials-about": "Descoperiți ofertele noastre exclusive și selecțiile atent curate în secțiunea 'Speciale'. De la promoții limitate în timp până la tendințele sezoniere în coafură, prezentăm tot ce are mai bun salonul nostru. Fiți un pas înaintea tuturor și răsfățați-vă cu aceste servicii alese cu grijă.",
    "WeddingHairStyle": "Coafură pentru Nuntă",
    "WeddingHairStyle-about": "Fiecare mireasă merită să strălucească în ziua nunții sale. Cu serviciul nostru de coafură pentru nuntă, vă oferim un stil care reflectă personalitatea și eleganța dvs., asigurându-vă că veți fi în centrul atenției.",
    "AwsomeLooks": "Stiluri Impresionante de Par",
    "AwesomeLooks-about": "Reinventează-te cu fiecare vizită la salonul nostru. De la buclele voluminoase până la dreptul lustruit, echipa noastră de experți vă va ajuta să găsiți look-ul perfect care să vă scoată în evidență frumusețea naturală și să vă îmbunătățească încrederea în sine.",
    "Nails": "Unghii",
    "Nails-about": "Înfrumusețați-vă mâinile cu serviciile noastre de manichiură și pedichiură. De la unghiile clasice la cele extravagante, oferim o gamă largă de opțiuni pentru a vă îmbunătăți stilul și a vă pune în evidență personalitatea.",
    "Services-list": {
        "Hairdressing": {
            "Title": "Coafat",
            "Description": "Experimentează magia transformării prin serviciul nostru de coafat, unde fiecare șuviță prinde viață și fiecare buclă spune o poveste. Echipa noastră de stilisti talentați este aici pentru a crea coafuri personalizate, de la cele mai elegante și sofisticate până la cele mai lejere și naturale. Descoperă un spațiu unde frumusețea părului tău prinde aripi!"
        },
        "Specials": {
            "Title": "Specials",
            "Description": "În ziua cea mare, vrem să te ajutăm să strălucești ca o adevărată regină. Cu pachete speciale pentru nuntă, echipa noastră dedicată se asigură că fiecare detaliu al coafurii tale este impecabil. De la cocuri elegante la bucle romantice, noi transformăm visul tău în realitate."
        },
        "Packets": {
            "Title": "Pachete",
            "Description": "O experiență completă de îngrijire pentru păr te așteaptă în pachetele noastre personalizate. De la un șampon revitalizant la o coafură desăvârșită și un tuns care îți pune în valoare frumusețea naturală, vei pleca din salon cu o încredere nouă și un zâmbet strălucitor."
        },
        "Treatments": {
            "Title": "Tratamente",
            "Description": "Iubește-ți părul cu tratamentele noastre premium. De la măștile de hidratare L'Oréal la tratamentele revitalizante Arkitect și îngrijirea delicată a scalpului, oferim un ritual de frumusețe complet pentru părul tău. Ia-ți o pauză și oferă-i părului tău răsfățul pe care îl merită."
        },
        "Extensions": {
            "Title": "Extensii",
            "Description": "Descoperă secretul părului lung și voluminos cu extensiile noastre de calitate superioară. Tape On sau Nono Ring, indiferent de preferința ta, vei experimenta o transformare instantanee a look-ului tău. Părul de vis este acum la îndemâna ta, iar noi suntem aici să îl aducem în viață."
        },
        "Dyed": {
            "Title": "Vopsit",
            "Description": "Culoarea devine artă în mâinile noastre pricepute. Cu o gamă variată de culori și tehnici de vopsire, suntem aici pentru a-ți transforma părul într-o operă de artă. De la nuanțe naturale la culori îndrăznețe, echipa noastră de coloriști aduce la viață orice vis cromatic."
        }
    },
    "Specials-Hairdressing": "Coafat special"
  }
  